tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "bat"
brew "cloc"
brew "coreutils"
brew "curl"
brew "deno"
brew "fd"
brew "fish"
brew "freetype"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "glib"
brew "gnu-sed"
brew "go"
brew "jq"
brew "lua-language-server"
brew "neovim"
brew "nmap"
brew "node"
brew "rename"
brew "ripgrep"
brew "rust"
brew "spotify_player"
brew "sqlc"
brew "stow"
brew "stylua"
brew "tmux"
brew "tree"
brew "unar"
brew "uv"
brew "webp"
brew "wget"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "cursor"
cask "font-fira-code"
cask "font-jetbrains-mono-nerd-font"
cask "font-victor-mono-nerd-font"
cask "iina"
cask "kitty"
cask "pdfsam-basic"
cask "raycast"
cask "slack"
cask "visual-studio-code"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "analytic-signal.preview-pdf"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "burkeholland.simple-react-snippets"
vscode "chakrounanas.turbo-console-log"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.vscode-default-python-kernel"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "humao.rest-client"
vscode "janisdd.vscode-edit-csv"
vscode "jdinhlife.gruvbox"
vscode "joaompinto.vscode-graphviz"
vscode "johnpapa.vscode-peacock"
vscode "kakumei.ts-debug"
vscode "mechatroner.rainbow-csv"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "ozaki.markdown-github-dark"
vscode "patbenatar.advanced-new-file"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "prisma.prisma"
vscode "quarto.quarto"
vscode "quicktype.quicktype"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "ritwickdey.liveserver"
vscode "silesky.toggle-boolean"
vscode "simonsiefke.svg-preview"
vscode "sleistner.vscode-fileutils"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "vincaslt.highlight-matching-tag"
vscode "vintharas.learn-vim"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vspacecode.whichkey"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
