tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "curl"
brew "deno"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "go"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "yazi"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "font-victor-mono-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "kitty"
cask "wechat"
